export const wordFile = [
    {
        type: 'file',
        title: '党员责任区制度',
        data: [
            {
                type: 'cn',
                data: '为充分发挥全体共产党员在企业生产经营活动中的先锋模范作用，保持共产党员的先进性，团结带领广大职工为企业发展作贡献。特制定本制度。'
            },
            {
                type: 'cn',
                data: '第一条 党员责任区制度就是以党员所在部门、车间、班组为单位，落实相应的工作责任，进行检查、考核的制度。',
            },
            {
                type: 'cn',
                data: '第二条 党员责任区的界定，坚持就近方便、有利工作的原则，以党员所在部门、车间、班组为单位，界定党员的责任区。',
            },
            {
                type: 'cn',
                data: '第三条 党员在责任区内要向职工积极宣传党的路线、力针、政策，提高职工的思想政治觉悟。',
            },
            {
                type: 'cn',
                data: '第四条 党员在责任区要经常对职工进行社会主义思想道德教育和荣盛社会责任感理念教育，提高职工的道德修养做到责任区内职工无违纪、违规现象。',
            },
            {
                type: 'cn',
                data: '第五条 关心责任区内职工的思想、工作生活情况，为职工排忧解难，做职工群众的知心朋友。',
            },
            {
                type: 'cn',
                data: '第六条 党员要在责任区内发挥先锋模范作用，做到关键岗位有党员，困难面前有党员，突击攻关有党员。',
            },
            {
                type: 'cn',
                data: '第七条 党员要带领周围职工保质保量按时完成企业各项工作和生产经营任务，做到高产、优质、无事故、无次品。',
            },
            {
                type: 'cn',
                data: '第八条 党支部对党员责任区实行情况进行检查考核，井作为年终“双评”考核的重要依据。',
            },
        ]
    },
    {
        type: 'file',
        title: '荣盛控股集团思想政治工作条例',
        data: [
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            {
                type: 'cn',
                data: '',
            },
            '第一章 目标任务',
            '第一条 思想政治工作的根本目标是培养和造就一支有理想、有道德、有文化、有纪律的社会主义现代化的有修养、有素质的员工队伍。',
            '第二条 围绕集团“诚信立业，追求卓越”经营理念为指导，培育出以社会责任感为核心的政治思想理念。',
            '第三条 弘扬“开拓进取，勇立潮头”的企业精神，增强企业的凝聚力、向心力、战斗力，打造具有荣盛特色的企业文化。',
            '第四条 调动一切可以调动的力量，克服消极因素，促进企业的健康发展和经济效益的提高。',
            '第二章 组织领导',
            '第五条 开展思想政治工作，必须党、政、工、团、妇、科协齐抓共管，集团各子公司、部门和各级领导、政工干部都要把思想政治工作贯穿于生产经营和各项工作的实践中去。',
            '第六条 集团党委和各党支部对员工思想政治工作负有主要责任。',
            '第七条 党委办公室是思想政治工作归口管理的主要职能部门。',
            '第三章 主要内容',
            '第八条 组织学习和宣传邓小平理论、“三个代表”重要思想、科学发展观、廉洁文化及荣辱观精神等。用邓小平理论武装全体员工头脑，用“八句”荣辱观约束行为，指导员工的工作、生活社会实践。',
        ]
    },
    {
        type: 'file',
        data: [
            '第九条 进行爱国主义、社会主义、集体主义，以及荣盛理念教育。',
            '第十条 进行社会公德、职业道德和家庭美德教育。',
            '第十一条 开展人生观、世界观、价值观和革命传统教育。',
            '第十二条 进行荣盛发展史的教育、厂纪厂规和法律法规教育。',
            '第四章 基本原则',
            '第十三条 根据企业实际情况，理论联系实际，把思想政治工作与生产经营和各项管理工作相结合开展的原则。',
            '第十四条 思想教育与行政手段相结合的原则。',
            '第十五条 表扬与批评相结合，以表扬为主的原则。',
            '第十六条 精神鼓励与物质奖励相结合的原则。',
            '第十七条 耐心说服教与严格组织纪律的原则。',
            '第十八条 提高思想认识与解决员工实际困难相结合的原。',
            '第五章 工作方法',
            '第十九条 采取普遍教育和分层次教育相结合的方法。',
            '第二十章 利用黑板报、宣传窗、横幅标语、《荣盛报》《 荣盛党建网》、企业网等宣传途径进行教育的方法。',
            '第二十一章 举办各类学习班进行培训教育的方法。第二十二章 采取集体教育和个别谈心教育相结合的方法。',
            '第二十三章 运用各种载体开展丰富多彩、形式多样的活动进行潜移默化教育的方法。',
            '第二十四条 组织开展健康有益的文化体育活动，寓教于乐教育的方法。',
        ]
    },
    {
        type: 'file',
        data: [
            '第二十五条 结合集团重大活动、会议等进行现场教育的方法。',
            '第二十六条 宣传典型、树立先进，进行正面示范教育的方法。',
            '第六章 工作制度',
            '第二十七条 每季度召开一次由党、政、工、团、妇、科协主要负责人或集团、子公司政工干部参加的思想政治工作例会，分析交流三个月来的工作，研究部署下季度工作重点和活动内容。',
            '第二十八条 每年召开一次思想政治工作经验交流会。',
            '第二十九条 每年结合年终总结评比对思想政治工作进行一次总结，对做出显著成绩的部门和干部进行表彰和奖励。',
            '第三十条 建立一支精干高效的、专兼职相结合的工作团队，给予享受工资补贴或年终奖金补贴等待遇。集团党委定期对他们进行培训，以提高他们的政治素质和工作水平。',
            '第七章 附则',
            '第三十一条 本制度由集团党委负责制订 解释。',
            '第三十二条本制度从颁布之日起正式实施。',
        ]
    },
    {
        type: 'file',
        title: '党群组织联席会议制度',
        data: [
            '一、总则',
            '第一条 为进一步加强集团党委对工会、共青团、妇联等群众组织的领导，统一协调开展党群组织的工作，更好地为促进企业发展发挥出党群组织的作用，特制订本制度。',
            '第二条 参加党群组织联席会议的对象是:集团党委成员各党支部委员、工会委员、团委委员、妇联委员、科协委员等有关组织主要负责人。',
            '第三条 党群组织联席会议原则上每季度召开一次，每年不少于两次，一般安排在月底举行。如遇有重大事项需要贯彻落实的，可临时召开会议。',
            '二、会议内容',
            '第四条 各与会领导汇报交流开展的工作情况',
            '第五条 讨论分析职工思想动态和反映强烈的热点问题。',
            '第六条 传达集团和上级党组织的重要文件。',
            '第七条 学习中央和上级党组织的重要文件。',
            '第八条 研究部署下一阶段的主要工作任务。',
            '三、会议要求',
            '第九条 会议实行签到考勤制度，应参加会议人员无故不得缺席。',
            '第十条 会议由党委办公室提前两天通知有关人员，参加会议人员作好有关准备，以保证会议的顺利进行和会议效果。',
            '第十一条 会议对讨论问题要形成统一意见，每次会议要有会议纪要，以便贯彻落实。',
        ]
    },
    {
        type: 'file',
        title: '党员政治生日勉励制度',
        data: [
            '一、 适用范围',
            '集团所有在册的共产党员。',
            '二、 勉励时间',
            '党员政治生日勉励，是党组织党员之间通过谈心形式进行个别思想沟通，以达到互相勉励，教育提高之目的的一种形式。勉励时间应在每位党员人党周年纪念日的前后一周内进行。',
            '三、 勉励程序',
            '1、各党支部每年年初要将党员名单按人党日期排序，依次为党员过政治生日。',
            '2、由各党支部确定勉励时间、地点和谈话人。',
            '3、一般党员政治生日谈话由各党支部指定专人负责，各党支部委员、书记由集团党委负责。',
            '4、由谈话人向党员祝贺“政治生日”，赠送“生日贺卡在贺卡上要写明对党员的希望贺要求。',
            '5、党员在谈话时，应如实向党组织汇报一年来的学习、思想、工作、生活等方面的情况。',
            '四、勉励内容',
            '1、要围绕在民主评议党员贺党支部对每个党员的学习、思想、工作及发挥党员先锋模范作用等方面进行分析的基础上进行。',
            '2、谈话人代表党组织对党员一年来的工作成绩给予肯定对存在的问题和不足提出批评，指明今后努力的方向。',
        ]
    },
    {
        type: 'file',
        data: [
            '3、对党员生活和工作中遇到的一些实际困难和问题，各党组织在与党员谈话时，要把加强思想教育同关心体贴、尽力帮助解决实际困难结合起来。既要严格按照共产党员的标准教育和要求党员，又要尊重、理解、关心、爱护党员，满腔热情地帮助他们解决生活上工作中的一些实际问题和困难使党员在工作和生活中切身体会到党组织的温暖，增强克服困难的勇气和信心，在推进集团各项建设，实现战略发展目标中更好地发挥党员作用。',
            '五、勉励方式和要求',
            '1、勉励一般采取个别谈心的方式。',
            '2、谈话要把握要领，讲究方法。谈话人在谈话前要做好充分准备，明确谈话的主要内容和要求，做到有的放矢，增强谈话效果。',
            '3、谈话后，由谈话人将谈话情况记人专项手册。',
            '六、检查落实',
            '要求每季度对此项工作进行一次检查。',
        ]
    },
    {
        type: 'file',
        title: '流动党员管理制度',
        data: [
            '一、总 则',
            '第一条 为了规范流动党员的各项日常工作，统一对流动党员进行正常有序的管理，并按照上级规定做到正常接转党组织的关系，特制定本制度。',
            '第二条 已经与企业解除劳动关系从事其他正当职业、且有固定地点的党员，应在六个月内将党员组织关系转至所去地区或单位党组织( 人力资源部需及时提供信息 )。',
            '第三条 对外来务工经商的党员，应积极接收他们的组织关系和党员身份证明件，安排他们参加党的活动和过组织生活。',
            '二、组织关系',
            '第四条 流动党员接转组织关系应按规定的程序和手续。符合规定转接组织关系的党员，应持党员组织关系介绍信,在有效期内，由本人办理转移手续。流动党员须填写《流动党员登记表》。',
            '第五条 时间在6个月以内，或外出时间虽较长，但因客观原因暂时无法转接组织关系的，使用有效凭证，可以参加外出所在地或单位党组织的有关活动。',
            '第六条 党员因为营销业务需要临时或季节性外出，流动性较大，且无固定地点，但可以经常往返于荣盛控股集团的，其组织关系仍然由原党支部管理。各党支部应进行登记并建立联系制度，及时掌握去向和表现情况。',
            '第七条 正式党员3人以上集团外出，时间较长，且地点相对集中的，视实际情况可建立临时党小组开展活动。',
            '第八条 外出党员和临时党小组负责人应通过适当方式主动与管理站保持联系，定期向党组织汇报思想和外出活动情况，按时交纳党费。接到党组织有重大活动的通知后，应按时返回。',
        ]
    }, {
        type: 'file',
        data: [
            '四、行前报告',
            '第九条 在册党员外出前必须通过适当的方式向所在党支部报告外出原因、外出地点、外出时间以及联系方式等。',
            '第十条 未经批准擅自离职，连党的组织也不要就不辞而别的行为，是党的组织纪律所不允许的，党组织必须采取措施加以教育引导和制止，并按照党内规章予以处置。',
            '第十一条 党员因公或因私出国出境，须先向党委申请经同意后，再按照规定程序办理出国出境手续。党员出国出境后，其组织关系保留在流动党员管理站，待回国后经组织审查，再按规定恢复组织生活并补交党费。',
            '五、参加选举',
            '第十二条 流动党员应在其组织关系所在单位党组织参加党内选举，行使表决权、选举权和被选举权。',
            '六、民主评议',
            '第十三条 流动党员原则上回组织关系所在党组织参加民主评议活动，如果流动期间适逢外出所在地或单位党组织民主评议党员活动，可以参加学习，接受教育，但不能以此代替回原单位党组织参加民主评议。',
            '第十四条实行双重管理的党员参加民主评议时，必须征求对方单位党组织的意见或者向对方单位反馈。',
            '七、交纳党费',
            '第十五条 流动党员以本人月平均工资收人为基数，按有关规定比例向组织关系所在单位党组织缴纳党费。',
            '八、附则',
            '第十六条 本办法所称流动党员，是指已在流动党员管理站登记，其党组织关系是临时关系或者其组织关系不转人但接受“双重”管理的预备党员和正式党员。',
            '第十七条 未尽事宜，按党章及有关规定执行。',
            '第十八条 本办法由集团党委负责解释。',
        ]
    },
    {
        type: 'file',
        title: '荣盛控股集团党群共建工作制度',
        data: [
            '第一章 总 则',
            '一条 为进一步加强集团党委对群团组织的领导、指导和引导，统一协调开展党群组织的各项工作，提高集团党群组织建设的整体水平，充分发挥党群组织在促进企业发展中的作用，特制订本制度。',
            '第二条 集团群团组织包括工会、共青团、妇女联合会人武部、科学技术协会、计生协会，同时包括已在企业内部成立的职工俱乐部等组织。',
            '第三条 集团成立以党委副书记俞传坤任组长，党群工作部经理李钊舵任副组长，各党支部书记及群团组织负责人为成员的党建带群建工作领导小组，统筹管理和实施“党建带群建”日常工作事务。',
            '第四条 集团党委明确工作责任主体，建立健全“一把手”负总责，分管领导和群团组织负责人为直接负责人的责任机制。',
            '第二章 指导思想和目标',
            '第五条 以邓小平理论和“三个代表”重要思想为指导坚持实践科学发展观，以加强和改进党的建设，扩大党的群众基础，巩固党的执政地位，维护改革、发展、稳定为重点，扎实推进集团党组织建设。',
            '第六条 以企业经济发展为中心，围绕“三围绕，三坚持，三提高”开展党建工作，以“四共一体”为党群组织工作模式，充分发挥党组织领导下的青、工、妇组织的作用，参与企业各项事业，为企业发展做出积极的贡献，为行业发展提供人才资源，为企业培养后备干部。',
            '第七条 以党组织为政治核心，形成青、工、妇等群众组织良性互动、相得益彰的“党建带群建”的长效机制，形成“党群工作一体化”大格局，为创建平安、文明、和谐的企业提供组织保障和精神动力。',
        ]
    },
    {
        type: 'file',
        data: [
            '第三章 主要工作内容',
            '第八条 切实加强对群团工作的领导，把青、工、妇、武等组织及具分支机构建设作为组织建设的重要内容，纳人基础组织建设的整体格局，并列人党政重要议事日程，常研究常布置，常落实。',
            '第九条 对新设立或成立的企业内部组织，集团党委要根据企业有关规章制度，把好关，织好网，各项工作进行统一部署和管理。',
            '第十条 重视抓好工、青、妇、武领导班子建设，按规定配备工、青、妇、武领导，把德才兼备、得到群众公认的优秀党员，选拔、充实到组织领导班子中，保持领导班子合理的专业知识结构和年岭郁次结构。',
            '第十一条 认真研究加强工、青、妇、武组织建设的对策和措施，及时对群团组织建设提出指导性意见，帮助群团组织解决工作中遇到的困难和问题。',
            '第十二条 支持工、青、妇、武组织依照法律和各自的章程、条例，加强基层组织建设，健全组织机构，扩大各组织覆盖面和影响力。',
            '第十三条 加强工、青、妇、武组织领导班子思想作风和党风廉政建设;加强对领导干部的教育、管理和监督，加强对各级群团组织优秀后备人才的培养和锻炼，定期开展培训大力培养、选拔优秀年轻干部和优秀女干部。',
            '第十四条 根据经济发展水平和群团组织事业发展的需要每年适度增加工作经费，保证组织、人员、活动经费“三落实”',
            '第十五条 扎实开展“创建学习型企业，争做知识型职工”等主题活动，党、工、团、妇、武要根据自身的优势，有针对性的开展各类群建活动，推进企业文化建设，引导广大干部职工建功立业。',
        ]
    },
    {
        type: 'file',
        data: [
            '第十六条 立足工作实际，积极为群众解决热点、难点问题。群团组织要把维权工作放到更加突出的位置，把喝诚为群众服务、办好事作为工作的出发点和落脚点，从帮助解决实际问题人手，扩大服务领域，提高服务能力，多为职工特别是困难职工办实事、好事，切实维护他们的合法权益。',
            '第十七条 加强对“党建带群团建” 工作的督促检查指导定期分析并通报情况，注意培养有时代性和可借鉴性的不同典型，并逐步形成典型模范，发挥好示范作用。',
            '第四章 工作要求',
            '第十八条 集团党委要主动把关群团组织的工作与活动要求从实际出发，因地制宜，量力而行，坚持“重服务、说实话、办实事、求实效”的原则，不断改进工作方法，拓展工作领域，创新工作手段，转变工作的方式，实现工、青、妇、武工作的群众化和社会化。',
            '第十九条 开展各类主题活动，要紧紧围绕党的中心工作，不断增强工、青、妇、武组织凝聚力，把职工、青年、妇女、民兵的智慧和力量凝聚到加快发展企业经济上来。',
            '第二十条 群团组织要加强信息互通，实现组织形式、宣传阵地、活动载体、基本数据、活动资源与群团组织的共享，共同构建服务党员、服务群众的新平台，实现“党群工作一体化”',
            '第五章 附则',
            '第二十四条 本条例由集团党委负责解释',
            '第二十五条本条例自颁发之日起正式实施。',
        ]
    }
]